'''
a='Google создаст специальную команду'.lower()
b='для поиска багов в особо важных приложениях'.upper()
print(a, b)



a=True
b=str(a)
print(b)


a=input('введите символ:')
b='GitHub'
if a in b:
	print(b.split(a))
else:
	print('нет')



name=input('атын ким?   :')
age=int(input('жашын канчада?   :'))
film=input('кайсы кинону кордун?  :')
print(f'кандай {name}, ооу {age}, мен деле коргом {film}, деген кинону!')



a=str('Google создаст специальную команду дла поиска для поиска багов в особо важных приложениях')
print(len(set(a.split())))



a=str('Google создаст специальную команду дла поиска для поиска багов в особо важных приложениях')
print("/".join(a))
 



a=str('Google создаст специальную команду дла поиска для поиска багов в особо важных приложениях').title()
print(a)
 
'''
